Repository: demonyka/golda-ios
Catalog: ios/Golda/Resources/Insights.xcstrings
Source language: en
Languages: ru

source: %@ against the CBR
ru: %@ против ЦБ

source: ≈ %@/day
ru: ≈ %@/день

source: Cancel
ru: Отмена

source: Changes the dates
ru: Меняет даты

source: Custom range
ru: Свой период

source: Daily budget
ru: Бюджет на день

source: Done
ru: Готово

source: Everything else
ru: Остальное

source: From
ru: С

source: Income
ru: Доходы

source: Lost on exchange
ru: Потери на обмене

source: Month
ru: Месяц

source: no exchanges
ru: обменов не было

source: No spending in these days.
ru: За эти дни трат нет.

source: Period
ru: Период

source: Shows this category in the ring
ru: Показывает категорию в кольце

source: Since %@
ru: С %@

source: Spending by day
ru: Траты по дням

source: Spent %@, about %@ a day
ru: Потрачено %@, около %@ в день

source: To
ru: По

source: Week
ru: Неделя
